[
    {
        "sender": "alice@example.com",
        "date": "2025-06-08T09:15:00",
        "subject": "Meeting Reminder",
        "body": "Just a reminder about our meeting at 10am."
    },
    {
        "sender": "secretaria@aquasetubal.pt",
        "date": "2025-06-01T09:15:00",
        "subject": "Envio fatura e recibo - inscrição",
        "body": "Estimado Pete, boa tardeJunto remetemos  a nossa fatura e recibo, referente  a inscrição do Ruby Mauldin.  Com os melhores cumprimentos, ao dispor"
    },
    {
        "sender": "secretaria@escolinhadocampo.com",
        "date": "2025-05-08T09:22:00",
        "subject": "Comprovativo de pagamento",
        "body": "Boa tarde papás,Agora que bastantes papás já efetuaram os pagamentos e que felizmente, a maior parte nos fez chegar uma cópia por email do respetivo comprovativo, percebemos que, sem os mesmos, é muito complicado alocar corretamente os pagamentos, porque muitos são de igual valor.Assim, pedimos o favor de nos fazerem chegar cópia do mesmo, para o novo email da secretaria, caso ainda não o tenham feito.Grata pela compreensão.Com os melhores cumprimentos,Daniela Alves"
    },
    {
        "sender": "luism@escolinhadocampo.com",
        "date": "2025-05-01T02:15:00",
        "subject": "A praia com a Escolinha está quase a chegar!!",
        "body": "Boa tarde, papás!\n\n                Este ano, toda a Escolinha vai à praia entre os dias 23 de junho e 4 de julho – um momento muito esperado por todos: crianças e equipa!\n\n                As diferentes salas, da creche ao 1.º ciclo, vão rumar à nossa querida Figueirinha, com a alegria e a energia de sempre.\n\n                Valor da atividade: 200€ (a debitar na mensalidade de julho).\n\n                Inscrição: junto da equipa da sala, até dia 6 de junho.\n\n                ✨ Uma novidade especial – Bata Azul\n\n                Este ano, as professoras da Bata Azul também vão à praia com os seus alunos.\n\n                Não porque fosse preciso mais apoio, mas porque acreditamos que também elas devem ter a oportunidade de estar com as crianças num momento leve e descontraído.\n\n                Aquelas que, ao longo do ano, estão mais próximas das tarefas pedagógicas e das responsabilidades formais, vão agora partilhar um espaço diferente – onde a aprendizagem acontece de forma espontânea, com o mar por perto e a areia nos pés.\n\n                Porque a educação não faz pausas. Educamos no refeitório, no recreio e, claro, também na praia.\n\n                Cada vivência é uma oportunidade: para aprender a respeitar o outro, para valorizar as regras comuns, para descobrir o lado bom das coisas simples. E para cultivar o respeito e a gratidão pela natureza – essa professora silenciosa que tanto nos dá.\n\n                Em anexo, enviaremos a organização prática, com os horários e o que cada criança deverá trazer.\n\n                Até já!\n\n                Margarida del Barco"
    },
    {
        "sender": "climatopservicos@gmail.com",
        "date": "2025-06-22T02:15:00",
        "subject": "Re: AC installation - orçamento",
        "body": "\n\nBoa tarde Sr Marcelo,\nObrigado novamente pelas citações. Temos interesse em fazê-lo com as unidades Mitsubishi, mas temos algumas questões:\n\n1) Todas as unidadesno orçamento têm de ter 9000 BTU? Por exemplo, o quarto da nossa filha é muito mais pequeno que os outros dois. Algo como 5000 seria adequado?\n2) Pode enviar-nos o número do modelo das unidades Mitsubishi que procurava? Têm Wi-Fi? Não estamos interessados no Wi-Fi, mas estamos curiosos para saber se o que está incluído no pacote inclui isso.\n3) Sei que disse que o multi-split pode ser mais caro, mas poderia dar-nos uma ideia do pacote Mitsubishi se, por exemplo, utilizássemos um único compressor para as duas unidades que ficariam no telhado da varanda da frente?\n\nObrigada e cumprimentos \nKatie and Pete\n\nOn Fri, Jun 6, 2025, 9:03 PM Clima Top <climatopservicos@gmail.com> wrote:\n\n    Dear Customer,\n\n    Please find below the description of the services and materials included in the proposal:\n\n        Air Conditioning System: Mono Split Mitsubishi 9,000 BTUs\n\n        Installation Service: Complete installation of the indoor and outdoor units\n\n        Pressurization: Nitrogen charge for leak testing and line pressurization\n\n        Access Equipment: Rental, assembly, and disassembly of scaffolding required for the execution of the work\n\n    All services will be carried out in accordance with current technical and environmental regulations.\n\n    We remain at your full disposal for any further clarification.\n\n    Best regards,\n    Marcelo Almeida\n    Climatop\n    📧 climatopservicos.pt\n    📷 Instagram: @climatopservicos\n\n    \tSem vírus.www.avast.com\n\n    Clima Top <climatopservicos@gmail.com> escreveu (sexta, 6/06/2025 à(s) 04:08):\n\n        Bom dia Sra. Katie Mauldin!\n\n        O técnico está à caminho. \n\n        Com os melhores cumprimentos,\n\n        Gerente Administrativa\n        Roziane Silva \n        Climatop\n\n        Em qui., 5 de jun. de 2025 às 16:39, Clima Top <climatopservicos@gmail.com> escreveu:\n\n            Obrigada por sua confirmação.\n\n\n            Atentamente,\n            Roziane Silva\n\n            Katie Mauldin <mauldin.katie@gmail.com> escreveu (quinta, 5/06/2025 à(s) 13:22):\n\n                Ok. Amanhã ás 9h está bom.\n\n                Katie \n\n                On Thu, Jun 5, 2025, 10:48 AM Clima Top <climatopservicos@gmail.com> wrote:\n\n                    Amanhã dia 06 às 09 horas.\n\n\n                    Atenciosamente,\n                    Roziane Silva \n\n                    Katie Mauldin <mauldin.katie@gmail.com> escreveu em qui., 5/06/2025 às 10:45 :\n\n                        Bom dia,\n                        Agora não é possìvel. Preciso de ir para Lisboa. Podemos agendar um outro dia?\n\n                        Cumprimentos \n                        Katie \n\n\n                        On Thu, Jun 5, 2025, 10:44 AM Clima Top <climatopservicos@gmail.com> wrote:\n\n                            Sra. Katie, bom dia.\n\n                            Tivemos um imprevisto agora pela manhã, por isso o técnico não foi na hora marcada. Ele pode ainda ir fazer a visita mesmo em atraso. Nos confirme.\n\n\n\n\n                            Com melhores cumprimentos,\n                            Roziane Silva \n                            Adm. Climatop \n\n                            Clima Top <climatopservicos@gmail.com> escreveu em ter., 3/06/2025 às 11:12 :\n\n                                Certo, obrigada.\n\n\n\n                                Atenciosamnete,\n                                Roziane Silva\n\n                                Katie Mauldin <mauldin.katie@gmail.com> escreveu (terça, 3/06/2025 à(s) 10:54):\n\n                                    Sra Roziane bom dia,\n                                    Sim. Pode agendar a visita 5 Junho ás 10h. \n\n                                    A morada é: \n                                    Rua Joao Antonio Moinho 70 \n                                    2950-656 Cabanas \n\n                                    A campainha não está ligada. É necessario ligar quanfo está na casa.\n\n                                    Cumprimentos \n                                    Katie\n\n                                    On Tue, Jun 3, 2025, 10:50 AM Clima Top <climatopservicos@gmail.com> wrote:\n\n                                        Sra. Kate bom dia,\n\n                                        Podemos agendar a visita para dia 05 de junho às 10 horas. Se sim, nos envie seu endereço.\n                                        A visita é sem custo.\n\n\n\n\n                                        Atencciosamente,\n                                        Roziane Silva\n                                        Adm. Climatop\n\n\n                                        Katie Mauldin <mauldin.katie@gmail.com> escreveu (segunda, 2/06/2025 à(s) 17:32):\n\n                                            Boa tarde Sra Roziane,\n                                            O meu telemovel: 964693961.\n\n                                            Cumprimentos \n                                            Katie \n\n\n                                            On Mon, Jun 2, 2025, 2:55 PM Clima Top <climatopservicos@gmail.com> wrote:\n\n                                                Sra. Kate boa tarde,\n\n                                                Por favor nos envie seu contato para que possamos agendar uma visita ao local.\n\n\n                                                Atenciosamente,\n                                                Roziane Silva\n\n                                                Katie Mauldin <mauldin.katie@gmail.com> escreveu (sexta, 30/05/2025 à(s) 20:28):\n\n                                                    Boa tarde,\n                                                    Tenho interesse em obter um orçamento e falar com alguém sobre a instalação de alguns aparelhos de ar condicionado em nossa casa. Vivemos em Cabanas. Por favor, informe-me qual a melhor forma de proceder e se necessita de mais informações. E peço desculpe....o meu portugues não é muito bom.\n\n                                                    Cumprimentos \n                                                    Katie\n                                                    "
    },
    {
        "sender": "peter.downs@live.co.uk",
        "date": "2025-06-08T09:15:00",
        "subject": "Teatro de Primavera - Creche",
        "body": "\n-------- Forwarded Message --------\nSubject: \tMês de Maio - Creche\nDate: \tWed, 7 May 2025 17:49:48 +0100\nFrom: \tLuis Mendão <luism@escolinhadocampo.com>\nTo: \tLuis Mendão <luism@escolinhadocampo.com>\n\n\nQueridas Famílias,\n\nDepois de uns meses de março e abril repletos de cores, flores, borboletas e muita energia de primavera - que tanto nos inspira à renovação na Mãe natureza e nos volta a acordar os sentidos -, chegamos ao mês dos Meios de Transportes e da Segurança Rodoviária e da Língua Portuguesa.\n\nJá há muitos anos que escolhemos este mês para explorarmos e acelerarmos por este tema que eles tanto gostam e que atravessa de forma diferente todas as salas da nossa Escolinha. Este ano, juntámos o tema da Língua portuguesa, onde a professora Carina com a ajuda de toda a equipa desenvolverá várias iniciativas e momentos especiais de que irão tendo conhecimento.\n\nEstes temas serão o fio condutor das nossas vivências ao longo do mês, com propostas ajustadas a cada faixa etária, sempre através da exploração, da brincadeira e da descoberta. Queremos ajudar as nossas crianças a reconhecer os diferentes meios de transporte, a compreender para que servem e como podemos circular com mais segurança no nosso dia a dia — seja a pé, de carro, de autocarro, barco, comboio, ou até de bicicleta!\n\nCada sala terá a sua própria saída ou vivência de campo, especialmente pensada pela equipa educativa, em articulação com os interesses e o desenvolvimento do grupo. Iremos partilhar, mais abaixo, as informações específicas de cada sala.\n\n. Creche\n\n    - Atelier Rita Rovisco, no Prior Velho:\n\n        (Cebolinhas e Batatinhas no dia 26/5 + Bolotinhas no dia 27/5)\n\n         Têm que estar na Escolinha até às 8:30 e trazer equipamento da Escolinha numa mochila, pois deverão levar uma roupa para explorar e sujar sem limites. Voltamos depois de almoço para uma bela sesta!\n\n  - GNR vem à Escolinha:\n\n     (Cebolinhas e Batatinhas + Bolotinhas no dia 20/5)\n\n      Às atividades terão início às 9:30 e haverão circuitos, jogos e diferentes veículos para brincar e explorar.\n\n      Combinem com a equipa da sala quem traz triciclo, trotinete,… e as proteções de segurança.\n\n     Quem pretender inscrever-se nestas atividades práticas dentro e fora da escolinha, deverá fazê-lo junto à equipa da sala. O valor é de 30,00€.\n\nUma excelente semana para todos e andem a pé!☺️\n\nMargarida del Barco\n        "
    }
]